Repository: Steedalion/manual
Catalog: source/po/*/LC_MESSAGES/3/3.1/3.1.2/pidgin.po
Languages: pl

source: Chapter 3.1.2: Pidgin
pl: Rozdział III.1.2: Pidgin

source: Description
pl: Opis

source: Pidgin is a chat program which lets you log in to accounts on multiple chat networks simultaneously. For example, you can chat with friends on MSN, talk to a friend on Google Talk, and sit in a Yahoo chat room all at the same time.
pl: Pidgin jest komunikatorem pozwalającym na zalogowanie się na konta wielu sieci jednocześnie. Na przykład, możesz w tym samym czasie rozmawiać z przyjaciółmi przez MSN, Google Talk i przebywać w pokoju na Yahoo.

source: Pidgin has diverse features such as:
pl: Pidgin posiada różnorodne funkcje, takie jak:

source: Allow connection to multiple chat networks simultaneously
pl: Możliwość połączenia z wieloma sieciami jednocześnie

source: File transfer
pl: Transfer plików

source: Away messages
pl: Wiadomości o nieobecności

source: Numerous plugins
pl: Liczne wtyczki

source: System integration with GNOME 2, KDE 3, KDE 4, Windows
pl: Integracja z GNOME 2, KDE 3, KDE 4 i Windowsem

source: Translations
pl: Tłumaczenia

source: Usage/Screenshots
pl: Użycie/Zrzuty ekranu

source: Version
pl: Wersja

source: Lubuntu currently ships with Pidgin 2.12.0.
pl: Lubuntu obecnie zawiera Leafpad w wersji v0.8.18.

source: How to launch
pl: Jak uruchomić

source: To open Pidgin, click on the Pidgin icon (light purple face of a bird) in the Lubuntu Menu. You can also type and run `pidgin` in the terminal to open it.
pl: Aby uruchomić Pidgina, naciśnij na ikonę Pidgina (jasnofioletowy ptak) w menu Lubuntu. Możesz też wpisać `pidgin` w terminalu, aby uruchomić go.
