Repository: Steedalion/manual
Catalog: source/po/*/LC_MESSAGES/3/3.1/3.1.3/sylpheed.po
Languages: pl

source: Chapter 3.1.3: Sylpheed
pl: Rozdział III.1.3: Sylpheed

source: Description
pl: Opis

source: Sylpheed is a simple, lightweight but featureful, and easy-to-use e-mail client.
pl: Sylpheed jest prostym, lekkim lecz funkcjonalnym i prostym w użyciu klientem e-mail.

source: Sylpheed has the following features, plus more:
pl: Sylpheed posiada między innymi następujące funkcje:

source: Security features (GnuPG, SSL/TLSv1)
pl: Technologie bezpieczeństwa (GnuPG, SSL/TLSv1)

source: Extensive plugins
pl: Wtyczki rozszerzające funkcjonalność

source: Junk mail control
pl: Kontrola śmieciowych wiadomości

source: Multilingualiztion
pl: Obsługa wielu języków

source: Filtering and search
pl: Filtrowanie i wyszukiwanie

source: Usage/Screenshots
pl: Użycie/Zrzuty ekranu

source: Version
pl: Wersja

source: Lubuntu currently ships with Sylpheed 3.5.1.
pl: Lubuntu obecnie zawiera Sylpheed w wersji 3.5.1.

source: How to launch
pl: Jak uruchomić
