Repository: Steedalion/manual
Catalog: source/po/*/LC_MESSAGES/3/3.1/3.1.4/transmission.po
Languages: pl

source: Chapter 3.1.4: Transmission
pl: Rozdział III.1.4: Transmission

source: Description
pl: Opis

source: Transmission is a BitTorrent client which features a variety of user interfaces on top of a cross-platform back-end.
pl: Transmission jest klientem BitTorrent wyróżniającym się liczną ilością interfejsów użytkownika opartych o jedną podstawę.

source: It is a fully open-source, non-freemium client doesn't bundle toolbars, pop-up ads, flash ads, twitter tools or track users.
pl: Jest w pełni otwartoźródłowy i nie zawiera pasków do przeglądarki, reklam i nie śledzi użytkowników.

source: Currently, Transmission has the following features:
pl: Obecnie Transmission posiada następujące funkcje:

source: Uses fewer resources than other clients
pl: Mniejsze użycie zasobów od innych klientów

source: Native Mac, GTK+ and Qt GUI clients
pl: Natywny klient GUI dla GTK+, Qt i macOS

source: Daemon ideal for servers, embedded systems, and headless use
pl: Daemon dla serwerów, systemów wbudowanych i korzystania w tle

source: All these can be remote controlled by Web and Terminal clients
pl: Wszystkie mogą być kontrolowane zdalnie z użyciem klienta sieciowego i terminala

source: Full encryption, DHT, µTP, PEX and Magnet Link support
pl: Pełna obsługa szyfrowania, DHT, µTP, PEX i linków magnet

source: Usage/Screenshots
pl: Użycie/Zrzuty ekranu

source: Version
pl: Wersja

source: Lubuntu currently ships with Transmission v2.93.
pl: Lubuntu obecnie zawiera Transmission w wersji v2.93.

source: How to launch
pl: Jak uruchomić

source: Go to the Applications Menu > Internet > Transmission
pl: Przejdź do menu aplikacji > Internet > Transmission
